{
  "George Washington": [
    "First president of the United States.",
    "First president to have been born in the 18th century.",
    "First president born in Virginia.",
    "First president to own slaves.",
    "First president to be an Episcopalian.",
    "First president to be a Freemason.",
    "First president to appear on a postage stamp.",
    "First president to receive votes from every presidential elector in an election.",
    "First president to be inaugurated in New York, New York.",
    "First president to fill the entire body of the United States federal judges; including the Supreme Court.",
    "First president to deliver a State of the Union address (1790).",
    "First president to command a standing field army while in office (during the Whiskey Rebellion).",
    "First president who wasn't part of a political party.",
    "First president to be inaugurated in Philadelphia, Pennsylvania, for his second term.",
    "First president to go uncontested in an election.",
    "First president to not have any biological children.",
    "First president to be declared an honorary citizen of a foreign country, and an honorary citizen of France.",
    "First president to deliver a farewell address."
  ],
  "John Adams": [
    "First president born in Massachusetts.",
    "First president to live in the White House.",
    "First president to have previously served as vice president.",
    "First president to have previously served as an ambassador to a foreign country.",
    "First president to be a lawyer.",
    "First president who had never served in the military.",
    "First president to not be a slave owner.",
    "First president to wear a powdered wig.",
    "First president who attended one of the Ivy League colleges.",
    "First president to marry a relative; his third cousin.",
    "First president to have children of his own.",
    "First president to begin his presidency on March 4 (In his case, 1797).",
    "First president  to receive the oath of office from a chief justice of the United States Supreme Court",
    "First president to veto no bills while in office.",
    "First president to have a child (Charles Adams) die while in office.",
    "First president to be defeated for a second term in office.",
    "First president to not attend the inauguration of his successor.",
    "First president to live to the age of 90.",
    "First president to have signed the Declaration of Independence."
  ],
  "Thomas Jefferson": [
    "First president to have previously been a governor.",
    "First president to have previously served as secretary of state.",
    "First president to have been widowed prior to his inauguration.",
    "First president to be inaugurated in Washington, D.C.",
    "First president to have his inaugural speech reprinted in a newspaper.",
    "First president whose inauguration was not attended by his immediate predecessor. ",
    "First president to live a full presidential term in the White House.",
    "First president to defeat the man (Adams) whom he had previously lost to in a presidential election.",
    "First president who defeated an incumbent president.",
    "First president whose election was decided in the United States House of Representatives.",
    "First president to have an inaugural parade; occurred during his second inauguration.",
    "First president to cite the doctrine of executive privilege.",
    "First president to have a vice president elected under the 12th Amendment. ",
    "First president to expand the country's territory",
    "First president to have pets at the White House; two grizzly bear cubs and a mockingbird.",
    "First president to found a university after being in office; the University of Virginia in 1819.",
    "First president to serve as rector of the University of Virginia."
  ],
  "James Madison": [
    "First president to have served in the United States House of Representatives.",
    "First president to ask Congress for a Declaration of War.",
    "First president to have an inauguration in Wartime.",
    "First president to serve as a war-time commander-in-chief.",
    "First president to have an Inaugural ball.",
    "First president to issue a pocket veto.",
    "First president to have a parent live throughout his presidency."
  ],
  "James Monroe": [
    "First president to have served in the United States Senate.",
    "First president to have a child marry at the White House.",
    "First president to ride on a steamboat.",
    "First president to have held over 50 years of elected public office positions by the end of his presidency",
    "First president to have held two cabinet positions at once prior to assuming office",
    "First president to have a foreign capital named after him (Monrovia, Liberia)"
  ],
  "John Quincy Adams": [
    "First president to be the son of another president.",
    "First president whose father lived to see him become president.",
    "First president to have a son marry at the White House.",
    "First president to be photographed.",
    "First president elected despite receiving fewer votes than his opponent.",
    "First president to not win a majority of electoral votes.",
    "First president to adopt a short haircut instead of long hair tied in a queue.",
    "First president to have been inaugurated wearing long trousers instead of knee breeches.",
    "First president to serve in Congress after serving in the presidency.",
    "First president to die from a stroke."
  ],
  "Andrew Jackson": [
    "First president born in a log cabin.",
    "First president born to immigrant parents.",
    "First president to be inaugurated on the East Portico of the U.S. Capitol, facing the Library of Congress and Supreme Court.",
    "First president from the state of Tennessee.",
    "First president to pay off the entire national debt.",
    "First president born after the death of his father.",
    "First president elected as Democrat to the presidency.",
    "First president to marry a divorced woman.",
    "First president to kill someone in a duel.",
    "First president to survive an assassination attempt while in office",
    "First president to ride on a railroad train.",
    "First president to be censured by the US Senate, although it was expunged in 1837.",
    "First president to have previously administered the Oath of Office to a vice president of the United States (John C. Calhoun)."
  ],
  "Martin Van Buren": [
    "First president born after the Declaration of Independence.",
    "First president to be a non-native speaker of English.",
    "First president from the state of New York.",
    "First president to be born a citizen of the United States and not a British subject.",
    "First president to have multiple members of the same party (Whig) run against him."
  ],
  "William Henry Harrison": [
    "First president elected as a Whig to the presidency.",
    "First president to have 10 or more biological children.",
    "First president from the state of Ohio.",
    "First president to be born in the same county as his vice president.",
    "First president to give an inaugural address of more than 5,000 words.",
    "First president to not issue an executive order",
    "First president to have his photograph taken while in office.",
    "First president to die in office.",
    "First president to serve less than one full term in office."
  ],
  "John Tyler": [
    "First president born after the American Revolutionary War.",
    "First president to ascend to the presidency by the death of his predecessor.",
    "First president to have a veto overridden.",
    "First president to face a vote of impeachment in the House (it was unsuccessful).",
    "First president to be widowed while in office ",
    "First president to remarry while in office. ",
    "First president to be born after the ratification of the United States Constitution.",
    "First president to be expelled from his political party while in office.",
    "First U.S. president to be buried under a foreign flag."
  ],
  "James K. Polk": [
    "First president to be under the age of 50 upon election and upon entering office.",
    "First president to have served as speaker of the House of Representatives.",
    "First president to be elected despite losing his states of birth and residence.",
    "First president to be nominated by his party as a dark horse.",
    "First president not to seek re-election upon the completion of his one term.",
    "First president to die before reaching the age of 60.",
    "First president to predecease a parent.",
    "First president not to keep a pet during his term in office.",
    "First president to have his Cabinet photographed."
  ],
  "Zachary Taylor": [
    "First president who had served in no prior elected office.",
    "First president to serve in the Mexican–American War.",
    "First president to take office while his party held a minority of seats in the U.S. Senate.",
    "First president from the state of Louisiana.",
    "First president to win election with his party holding no majority in either house of Congress.",
    "First president to win the U.S. presidential election in November.",
    "First president to be awarded the Congressional Gold Medal more than once.",
    "First president to use the term \"First Lady\"."
  ],
  "Millard Fillmore": [
    "First president to establish a permanent White House library.",
    "First president born in the 1800s.",
    "First president to leave office while his father was alive.",
    "First president to install a kitchen stove in the White House."
  ],
  "Franklin Pierce": [
    "First president born in New Hampshire.",
    "First president to install central heating in the White House.",
    "First president to deliver his inaugural address from memory.",
    "First president who had been elected to actively seek reelection but be defeated for nomination for a second term by his party.",
    "First president to have a Christmas tree in the White House.",
    "First president to keep his original cabinet members for his entire presidency."
  ],
  "James Buchanan": [
    "First president born in Pennsylvania.",
    "First president to be a bachelor."
  ],
  "Abraham Lincoln": [
    "First president born in Kentucky.",
    "First president born outside of the original 13 colonies.",
    "First president to hold a patent.",
    "First president to be assassinated.",
    "First president elected as a Republican to the presidency.",
    "First president to wear a beard."
  ],
  "Andrew Johnson": [
    "First president to ascend to the presidency by the assassination of his predecessor.",
    "First president to be impeached by the House of Representatives.",
    "First president to have members of their own party vote for impeachment.",
    "First president to serve in the United States Senate after being president.",
    "First president to issue more than twenty vetoes.",
    "First president to have more than ten vetoes overridden."
  ],
  "Ulysses S. Grant": [
    "First president born in Ohio.",
    "First president born after the War of 1812.",
    "First president to have both parents alive during his presidency ",
    "First president to veto more than fifty bills.",
    "First president to visit Ireland, Egypt, China, and Japan. (In 1878–79, after leaving the presidency.)",
    "First president to publish his memoirs.",
    "First president to issue more than 40 pocket vetoes.",
    "First president to issue more than 100 executive orders",
    "First president to attend a synagogue service while in office",
    "First president to have served in the American Civil War.",
    "First president to host an Indian Chief in the White House.",
    "First president to approve of and sign in a national park.",
    "First president to set aside federal land for wildlife protection.",
    "First president to visit Ireland post-office."
  ],
  "Rutherford B. Hayes": [
    "First president to hold a state Thanksgiving dinner.",
    "First president to hold the White House Easter Egg Roll.",
    "First president to have a telephone installed in the White House.",
    "First president to have a typewriter installed in the White House.",
    "First president to visit the West Coast of the United States while in office.",
    "First president to win the electoral vote but lose the popular vote.",
    "First president to be wounded in the American Civil War."
  ],
  "James A. Garfield": [
    "First president to be elected to the presidency directly from the House of Representatives.",
    "First president to be left-handed or ambidextrous.",
    "First president to die before reaching the age of 50.",
    "First president to have served as a university president.",
    "First President to deliver a campaign speech in a language other than English."
  ],
  "Chester A. Arthur": [
    "First president born in Vermont.",
    "First president to take the oath of office in his own home.",
    "First president to have an elevator installed in the White House."
  ],
  "Grover Cleveland": [
    "First president born in New Jersey.",
    "First president to get married at the White House.",
    "First president to have a child born in the White House.",
    "First president to serve non-consecutive terms.",
    "First president to be filmed.",
    "First president to veto more than 100 bills, with over 500, including over 200 pocket vetos."
  ],
  "Benjamin Harrison": [
    "First president to be the grandson of another president. ",
    "First president to have a lighted Christmas tree at the White House.",
    "First president to have electric lighting installed in the White House.",
    "First president to have his voice recorded.",
    "First president to create and designate a United States Prehistoric and Cultural Site."
  ],
  "William McKinley": [
    "First president to ride in an automobile. ",
    "First president to campaign by telephone."
  ],
  "Theodore Roosevelt": [
    "First president born in New York City.",
    "First president who ascended to the presidency upon the death of a predecessor, and later was elected to the presidency in his own right.",
    "First president (and first American) to be awarded the Nobel Peace Prize.",
    "First president to ride in an airplane.",
    "First president to ride in a submarine.",
    "First president to travel outside the contiguous United States and to visit a foreign country while in office.",
    "First president to have his offices in the West Wing.",
    "First president to earn the Medal of Honor. ",
    "First president to issue over 1000 executive orders.",
    "The first president (he was a former president at the time) to call for global governance.",
    "The first president to fully campaign for a third presidential term.",
    "First president to be wounded in an assassination attempt while out of office.",
    "First president to designate a national wildlife refuge."
  ],
  "William Howard Taft": [
    "First president to throw out a ceremonial first pitch.",
    "First president to own an automobile.",
    "First president to serve in the federal judiciary, having served on the United States Court of Appeals for the Sixth Circuit.",
    "First president to have been a former solicitor general.",
    "First president to preside over all of the 48 contiguous states.",
    "First president to visit Mexico while in office.",
    "First president to use the Oval Office.",
    "First president to serve on the Supreme Court of the United States. ",
    "First president to be Honorary President of the Boy Scouts of America",
    "First president to be buried at Arlington National Cemetery."
  ],
  "Woodrow Wilson": [
    "First president to declare a national emergency.",
    "First president to have a Ph.D.",
    "First president to visit Europe while in office.",
    "First president to meet with the pope while in office.",
    "First president to meet with a reigning British monarch while in office.",
    "First president to hold a press conference or regular news briefings.",
    "First president to appoint a Jew (Louis Brandeis) to the Supreme Court.",
    "First president to attend a World Series game.",
    "First president to be buried in Washington, D.C.",
    "First president to have the First Lady perform presidential duties."
  ],
  "Warren G. Harding": [
    "First president born after the Civil War.",
    "First president to have been a publisher.",
    "First president to have been a lieutenant governor.",
    "First president to be elected while being a sitting U.S. senator.",
    "First president to learn about his victory over the radio.",
    "First president to be elected on his birthday.",
    "First president elected after women gained the right to vote.",
    "First president to ride to and from his inauguration in an automobile.",
    "First president to give his inaugural address over an amplified system.",
    "First president to own and install a radio in the White House.",
    "First president to learn to drive a car.",
    "First president to visit Canada while in office.",
    "First president to predecease his father.",
    "First president to appear on a radio broadcast, over navy radio station NOF in Anacostia, D.C."
  ],
  "Calvin Coolidge": [
    "First president to be sworn in by a former president.",
    "First president to give a radio broadcast from the White House.",
    "First president to visit Cuba while in office.",
    "First president to be a Congregationalist.",
    "First president to appear on US coinage while alive and in office.",
    "First president to serve as both governor and lieutenant governor of a state."
  ],
  "Herbert Hoover": [
    "First president born west of the Mississippi River and first born in Iowa.",
    "First president who was a Quaker.",
    "First president to have a telephone on his desk.",
    "First president to have a post-presidency of more than 30 years.",
    "First president to have a non-white Vice President (Charles Curtis)."
  ],
  "Franklin D. Roosevelt": [
    "First president to be inaugurated on January 20 (per the Twentieth Amendment).",
    "First president to appoint a woman (Frances Perkins) to a Cabinet post.",
    "First president to visit Haiti.",
    "First president to appear five times on a national ticket, a record tied by Richard Nixon.",
    "First president to appear on television.",
    "First president to serve more than two terms. ",
    "First president to establish a presidential library",
    "First president to veto more than 600 bills.",
    "First president to issue more than 250 pocket vetos.",
    "First president to visit South America while in office.",
    "First president to fly in an airplane while in office.",
    "First president to make a transatlantic flight. ",
    "First president to fly for state business in 1943.",
    "First president to visit Iran.",
    "First president to visit Africa in office.",
    "First president to establish the \"First 100 Days\" benchmark and tradition.",
    "First president to be named TIME Person of the Year.",
    "First president to visit Asia while in office.",
    "First president to meet with a king of Saudi Arabia, Ibn Saud in 1945.",
    "First president to visit the Soviet Union."
  ],
  "Harry S. Truman": [
    "First president born in Missouri.",
    "First president to be assigned a Secret Service codename.",
    "First president to use nuclear weapons in war.",
    "First president to visit Germany while in office.",
    "First president to serve in World War I.",
    "First president to have a nationally televised inauguration.",
    "First president to leave office on January 20 (after the passage of the Twentieth Amendment).",
    "First president and person to be issued a Medicare card.",
    "First president to have his Farewell Address broadcast from the Oval Office"
  ],
  "Dwight D. Eisenhower": [
    "First president born in Texas.",
    "First president to serve in World War II.",
    "First president to serve in both World Wars.",
    "First president to begin his presidency on January 20 (per the Twentieth Amendment).",
    "First president to travel by jet aircraft and helicopter.",
    "First president and first American to be appointed to the British Order of Merit.",
    "First president to get a pilot's license.",
    "First president to give a televised news conference, in 1955.",
    "First president to appear on color television.",
    "First president to visit a mosque.",
    "First president to have received an honorary knighthood from a foreign nation (Eisenhower received 22 such honors).",
    "First president to receive the Army Distinguished Service Medal, the Navy Distinguished Service Medal, and the Legion of Merit.",
    "First president to receive the Philippine Distinguished Service Star, the French Médaille militaire, the French Croix de guerre 1939–1945, the Belgian Croix de guerre, and the Luxembourgish Military Medal.",
    "First president to be made a Grand Cordon of the Japanese Order of the Chrysanthemum.",
    "First president and American to receive the Soviet Order of Victory, for serving as Supreme Commander of the Allied Expeditionary Force.",
    "First president to receive an Emmy Award.",
    "First president to authorize a National Park in a United States territory: Virgin Islands National Park.",
    "First president to visit Switzerland, Turkey, Pakistan, Afghanistan, India, Greece, Spain, Portugal, South Korea, the Philippines and Taiwan while in office."
  ],
  "John F. Kennedy": [
    "First president who was Catholic.",
    "First president born in the 20th century.",
    "First president to have been a Boy Scout.",
    "First president to have previously served in the United States Navy.",
    "First president to receive the Purple Heart, awarded in 1943 after he was wounded in action aboard PT-109.",
    "First president (along with future president Richard Nixon) to participate in the first televised presidential debates.",
    "First president to win in a case of dueling electors without counsel.",
    "First president to be awarded a Pulitzer Prize. ",
    "First president to have an inaugural poet; Robert Frost.",
    "First president to use the Situation Room.",
    "First president to visit Austria, Costa Rica, Venezuela and Ireland while in office.",
    "First president to be survived by both his parents.",
    "First president to be survived by a grandparent. ",
    "First president to receive the Navy and Marine Corps Medal, awarded for his heroism as commanding officer of Motor Torpedo Boat PT-109 when the ship was rammed and sunk by the Japanese destroyer Amagiri in 1943.",
    "First president to ceremoniously grant a non-U.S. citizen honorary citizenship"
  ],
  "Lyndon B. Johnson": [
    "First president to have been party leader in the United States Senate, having been minority leader from 1953 to 1955 and majority leader from 1955 to 1961.",
    "First president to have served as Senate majority whip, having served in that office from 1951 to 1953.",
    "First president to be inaugurated on an airplane.",
    "First president to be sworn in by a woman (Sarah T. Hughes).",
    "First president to visit Australia, New Zealand, Vietnam, Thailand, Malaysia, Suriname, Honduras, Nicaragua, El Salvador and Guatemala while in office.",
    "First president to appoint an African American (Thurgood Marshall) to the Supreme Court.",
    "First president to appoint an African American (Robert C. Weaver) to a Cabinet post.",
    "First president to use the Presidential call button",
    "First president to receive the Silver Star."
  ],
  "Richard Nixon": [
    "First president born in California.",
    "First president (along with past president John F. Kennedy) to have participated in the first presidential debates.",
    "First non-incumbent vice president to be elected president.",
    "First president to visit the People's Republic of China, Indonesia, Romania, Yugoslavia, Israel, Poland, Iceland, Jordan and Syria while in office.",
    "First president to meet an emperor of Japan, having met Hirohito in 1971.",
    "First president to name a Vice President during a presidential term. The 25th Amendment had been passed in 1967, allowing the President to nominate a vice president should the office become vacant during a presidential term. Upon the resignation of Spiro Agnew in 1973, Nixon selected Gerald Ford as his successor. Ford was then confirmed by both the Senate and the House of Representatives and sworn in.",
    "First president to visit all 50 states.",
    "First president to resign from the presidency.",
    "First president to be pardoned by another president (Gerald Ford).",
    "First president to relinquish their Secret Service detail."
  ],
  "Gerald Ford": [
    "First president born in Nebraska.",
    "First president to be an Eagle Scout, and receive the Distinguished Eagle Scout Award.",
    "First president to serve as House minority leader, having served in that office from 1965 to 1973.",
    "First president to serve as Republican conference chairman of the United States House of Representatives.",
    "First president to ascend to the presidency by the resignation of his predecessor.",
    "First president to ascend to the presidency without being elected to either the offices of the president or vice president.",
    "First president to pardon another president (Richard Nixon).",
    "First president to visit Japan and Finland while in office.",
    "First president to release a full report of his medical checkup to the public."
  ],
  "Jimmy Carter": [
    "First president born in Georgia.",
    "First president who was born in a hospital.",
    "First president to graduate from the United States Naval Academy; part of the class of 1947.",
    "First president to use a nickname in an official capacity.",
    "First president to appoint a Secretary of Education (and first woman) (Shirley Hufstedler).",
    "First president to visit Nigeria and Guadeloupe while in office.",
    "First president to appoint a woman to be Secretary of Commerce (Juanita M. Kreps).",
    "First president who completed at least one full term in office and never made a nomination to the United States Supreme Court.",
    "First president to have hosted an official papal visit at the White House. In 1979, Pope John Paul II became the first pontiff to visit a sitting president at the White House.",
    "First president to live to the age of 96.",
    "First president to be married 74 years."
  ],
  "Ronald Reagan": [
    "First president born in Illinois.",
    "First president to have been divorced.",
    "First president to be the head of a union (the Screen Actors Guild).",
    "First president to nominate a woman to the Supreme Court (Sandra Day O'Connor).",
    "First president to be inaugurated at the West Front of the United States Capitol Building.",
    "First president to be re-elected over the age of seventy, as he was 73 years old when he was re-elected in 1984.",
    "First president to visit the New York Stock Exchange, (on March 28, 1985) while in office.",
    "First president to attend and open an Olympic Games (the 1984 Summer Olympics in Los Angeles) while in office.",
    "First president to address both houses of the British parliament (on June 8, 1982).",
    "First president to have a star on the Hollywood Walk of Fame.",
    "First president to win a Golden Globe Award.",
    "First president to win a Razzie Award",
    "First president to win a Golden Boot Award",
    "First president to nominate an Italian-American to the United States Supreme Court (Antonin Scalia).",
    "First president to grant civilians access to military GPS satellite technology.",
    "First president to be wounded in an assassination attempt while in office and survive their injuries.",
    "First president to visit an independent Jamaica, Barbados, and Grenada while in office."
  ],
  "George H. W. Bush": [
    "First president to have been a naval aviator.",
    "First president to have served as a United States ambassador to the United Nations (1971–73).",
    "First president to have served as the chief of the United States Liaison Office in China (1974-1975).",
    "First president to have served as director of Central Intelligence (office is now the director of the Central Intelligence Agency) (January 1976-January 1977).",
    "First president to have served as acting president (when Reagan was sedated for eight hours due to colon surgery).",
    "First president to have the first Hispanic and first woman Surgeon General (Antonia Novello, M.D.).",
    "First president to visit Hungary, Malta, the Netherlands, Czechoslovakia, Singapore, Somalia, and the Russian Federation, as well as a reunified Germany while in office.",
    "First president to have received a Distinguished Flying Cross.",
    "First president to formally pardon a turkey, officially sparking the Turkey Pardon Tradition.",
    "First president to have been married 70 years."
  ],
  "Bill Clinton": [
    "First president from Arkansas.",
    "First president to be a Rhodes Scholar.",
    "First president whose inauguration was streamed on the internet.",
    "First president to appoint an African-American man to be Secretary of Commerce (Ron Brown).",
    "First president to appoint a woman as Secretary of Energy (Hazel O'Leary).",
    "First president to appoint a woman as Attorney General (Janet Reno).",
    "First president to host and perform in a jazz festival while in office.",
    "First president to appoint an African-American man to be Director of the CDC (David Satcher).",
    "First president to appoint an African-American woman to be Surgeon General (Joycelyn Elders).",
    "First president to appoint an African-American man to be Surgeon General (David Satcher).",
    "First president to visit Ukraine, Belarus, Latvia,  Kuwait, the Czech Republic, Bosnia and Herzegovina, Croatia, Denmark, Ghana, Uganda, Rwanda, post-apartheid South Africa, Botswana, Senegal, Slovenia, the Republic of Macedonia, Norway, Bulgaria, Kosovo, Bangladesh, Oman, Tanzania, Brunei, as well as reunited Vietnam while in office.",
    "First president to visit and address the Palestinian National Authority while in office.",
    "First president to send an email.",
    "First president to appoint an Asian-American to a Cabinet post (Norman Mineta).",
    "First president to establish GPS modernization. ",
    "First president to visit North Korea post-office (on a humanitarian mission)"
  ],
  "George W. Bush": [
    "First president born in Connecticut.",
    "First president to have an MBA.",
    "First president to have State of the Union live broadcast on the Internet.",
    "First president to have a 90% approval rating in the history of modern political polling.",
    "First president to appoint an African-American secretary of state; Colin Powell.",
    "First president to appoint a Hispanic man as Attorney General; Alberto Gonzales.",
    "First president to open the Winter Olympic Games (the 2002 Winter Olympics Salt Lake City) while in office.",
    "First president to attend an Olympic Games in a foreign country (the 2008 Summer Olympics in Beijing) while in office.",
    "First president to leave office with both parents still alive.",
    "First president to celebrate Diwali.",
    "First president to visit Sweden, Lithuania, Qatar, Iraq, Slovakia, Georgia, Mongolia, Estonia, Albania, Bahrain, United Arab Emirates, and Benin while in office."
  ],
  "Barack Obama": [
    "First president born outside of the 48 contiguous states.",
    "First president born in Hawaii.",
    "First president to be biracial; his European-American mother was from Kansas and his African father was from Kenya.",
    "First president who was African-American.",
    "First president to have been a Gerakan Pramuka Siaga Scout",
    "First president to have a Catholic vice president (Joe Biden).",
    "First president to appoint a former first lady to the Cabinet (Hillary Clinton).",
    "First president to appoint a woman to be Secretary of Homeland Security; Janet Napolitano.",
    "First president to appoint an African-American man as Attorney General; Eric Holder.",
    "First president to publicly endorse same-sex marriage.",
    "First president to write a line of computer code.",
    "First president to appoint an Indian-American surgeon general (Vivek Murthy).",
    "First president to appoint a Latino American to the Supreme Court (Sonia Sotomayor).",
    "First president to visit a federal prison.",
    "First president to have his official photograph portrait taken with a digital camera.",
    "First president to light a diya for Diwali at the White House.",
    "First president to have the Nuclear Option invoked on his nominees.",
    "First president to address the African Union while in office.",
    "First president to have visited the Arctic Circle while in office.",
    "First president to visit Hiroshima, Japan, the location where the U.S. dropped the first atomic bomb used in warfare in 1945.",
    "First president to write a scholarly article in a scholarly journal while president.",
    "First president to visit an independent Trinidad and Tobago,  Cambodia, Myanmar, Kenya, Ethiopia, and Laos while in office.",
    "First president to appoint an African-American woman as Attorney General (Loretta Lynch).",
    "First president to grant 1,715 commutations while in office; the most to date.",
    "First President to make their Presidential Library digital as opposed to a physical facility.",
    "First president to visit Wales while in office."
  ],
  "Donald Trump": [
    "First president to reach the age of 70 prior to his election to the presidency.",
    "First president to assume the office without having had any prior public service experience, military or political.",
    "First president to be a billionaire prior to assuming office.",
    "First president to have been divorced more than once. He married his first wife Ivana Trump in 1977 and divorced in 1992, married his second wife Marla Maples in 1993 and divorced in 1999.",
    "First president to marry three times.",
    "First president to have children from three different wives.",
    "First president to have an Orthodox Jewish rabbi (Marvin Hier) give a benediction at his inauguration.",
    "First president to have a female campaign manager (Kellyanne Conway).",
    "First president to appoint an Indian American to a Cabinet-level position (Nikki Haley).",
    "First president to begin tenure with a net negative approval rating in the history of modern political polling.",
    "First president to dine in the Forbidden City of Beijing, China.",
    "First president to meet with two emperors of Japan while in office, Akihito and Naruhito.",
    "First president to cross over the DMZ and enter North Korea while in office. (2019 Koreas–United States DMZ Summit).",
    "First president to have a personal YouTube channel and reach 1 million subscribers.",
    "First president to attend the NYC Veterans Day Parade while in office.",
    "First president to send a Presidential Text Alert (in this case as a test) through the National Wireless Emergency Alert System.",
    "First president to attend and address the March for Life Rally.",
    "First president to appoint a Hasidic Jew to an U.S. administration position requiring Senate confirmation (Mitchell Silk).",
    "First president to be impeached and run for re-election.",
    "First president to be named Grand Marshal of the Daytona 500 (2020).",
    "First president to directly support and oversee private spaceflight in the United States",
    "First president to appoint an openly gay person to serve in an acting Cabinet-level position (Richard Grenell).",
    "First president to have had an arrest warrant issued against him by a foreign nation (Iran).",
    "First president to be permanently banned from a social media platform (Twitter).",
    "First president to be impeached twice by the U.S. House of Representatives.",
    "First president to never receive an approval rating over 50%.",
    "First president awarded the Order of Muhammad.",
    "First president to not personally hand over the nuclear football to his successor.",
    "First president to have a senate impeachment trial after his presidency."
  ],
  "Joe Biden": [
    "First president from the Silent Generation.",
    "First president to hold the office over the age of 77.",
    "First president whose home state is Delaware.",
    "First president to have been a senator for over 35 years, serving as a senator from Delaware for 36 years. (1973–2009).",
    "First president to receive the Presidential Medal of Freedom with Distinction prior to taking office.",
    "First president to have a sign language interpreter participate in the White House's press briefings on a daily basis.",
    "First president to recognize the Armenian Genocide.",
    "First president to serve with a female, Black, and Asian-American vice president (Kamala Harris).",
    "First president to appoint an African-American as Secretary of Defense (Lloyd Austin).",
    "First president to appoint a woman as Secretary of the Treasury (Janet Yellen).",
    "First president to appoint a Latino American as Secretary of Health and Human Services (Xavier Becerra).",
    "First president to appoint an openly gay person confirmed by the U.S. Senate to serve in a cabinet position (Pete Buttigieg, as Secretary of Transportation).",
    "First president to appoint a Latino American and an immigrant as Secretary of Homeland Security (Alejandro Mayorkas).",
    "First president to appoint a Native American as a Cabinet Secretary (Deb Haaland, as Secretary of the Interior).",
    "First president to appoint an African-American as Administrator of the Environmental Protection Agency (Michael S. Regan).",
    "First president to appoint a woman to be Director of National Intelligence (Avril Haines).",
    "First president to appoint an Asian-American as United States Trade Representative (Katherine Tai).",
    "First president to appoint an African-American as Chair of the Council of Economic Advisers (Cecilia Rouse).",
    "First president to have the head of the White House Office of Science and Technology Policy be elevated to the cabinet level (Eric Lander).",
    "First president to appoint an openly transgender federal official confirmed by the Senate (Rachel Levine, as Assistant Secretary for Health).",
    "First president to have the National Security Council include an official dedicated to climate change (John Kerry).",
    "First president to have a national climate advisor (Gina McCarthy)."
  ]
}